Autodesk.Revit.DB.ExternalData.ExtendedParameterElement.LinkId
The ID of the Autodesk::Revit::DB::ExternalData::ExtendedPropertiesLink to which this extended property belongs.
Since:
2027

Autodesk.Revit.DB.ExternalData.ExtendedParameterElement
An element that stores the definition of an extended property created by an extended properties link.
Since:
2027